"TIME_SHORT_DAYS_FORMAT" = "%dd";

"TIME_SHORT_DAY_FORMAT" = "%dd";

"TIME_SHORT_HOURS_FORMAT" = "%dh";

"TIME_SHORT_HOUR_FORMAT" = "%dh";

"TIME_SHORT_MINUTES_FORMAT" = "%dm";

"TIME_SHORT_MINUTE_FORMAT" = "%dm";

"TIME_SHORT_SECONDS_FORMAT" = "%ds";

"TIME_SHORT_SECOND_FORMAT" = "%ds";

"tw__card_compose_character_count" = "%td characters remaining";

"tw__card_compose_close_button" = "Close";

"tw__card_compose_close_hint" = "Double-tap to dismiss the composer.";

"tw__card_compose_install_preview" = "Preview of install button for %@";

"tw__card_compose_profile_image" = "%@'s profile";

"tw__card_compose_tweet_hint" = "Double-tap to post this Tweet";

"tw__card_composer_app_store" = "App Store";

"tw__card_composer_install_button" = "Install";

"tw__card_composer_tweet" = "Tweet";

"tw__composer_placeholder_text" = "What's happening?";

"tw__email_share_detail_message_format" = "Get updates and other information from %@ when you allow them access to your email on your Twitter account @%@.";

"tw__image_viewer_done_button" = "Done";

"tw__privacy_information_button" = "Privacy information";

"tw__share_tweet" = "Share Tweet";

"tw__share_tweet_generic_template_format" = "Check out @%1$@'s Tweet: %2$@";

"tw__share_tweet_subject_format" = "Tweet from %1$@ (@%2$@)";

"tw__sign_in_with_twitter_button" = "Log in with Twitter";

"tw__single_image" = "Image Attachment";

"tw__test_string" = "Test";

"tw__tweet_image_accessibility" = "Attachment";

"tw__tweet_like_button" = "Like";

"tw__tweet_liked_state" = "Liked";

"tw__tweet_not_liked_state" = "Not liked";

"tw__tweet_profile_accessibility" = "Profile";

"tw__tweet_retweeted_by_user" = "Retweeted by %@";

"tw__tweet_share_button" = "Share";

"tw__user_content_image" = "App Preview";

"tw__video_thumbnail" = "Video Attachment";

"tw__view_is_sponsored_ad" = "This is a sponsored ad";

